const user_data = [
    {
        name: '33l33l',
        buyid:"33l33l_buy",
        text: `有特殊立体弧线防止胸部下垂外扩腋下也有加高设计可以遮蔽副乳～重点是完全不会有不舒服的压肩感也不会空杯跑位`,
        modal_text: `之前一直在找外观好看机能性高的美胸内衣 这次收到 #viage晚安立体美型内衣 穿完完全爱上！弹性好还有特殊立体弧线防止胸部下垂外扩腋下也有加高设计可以遮蔽副乳～重点是完全不会有不舒服的压肩感也不会空杯跑位👏🏻服贴肌肤 同时把背后的肉肉也一起包覆着 让女生在睡觉时还可以维持美丽的胸型又不会有负担🤩现在上班睡觉都穿着它呢～外出可以当成内搭也好看 集中效果也厉害厉害的   🛒 @viage_tw`,
        hashtag:"#viage晚安立体美型内衣 #Viage #Viage内衣 #晚安立体美型内衣 #晚安内衣 #日本内衣 #美胸捷径",
        url: 'https://www.instagram.com/p/B5whySxhTcG/?utm_source=ig_web_copy_link'
    },
    {
        name: 'barbielee1004',
        buyid:"barbielee1004_buy",
        text: `躺着时胸部会往四面八方的力量拉扯，造成胸型位移或是不集中!造成胸部走山!穿着晚安内衣的时候会发现我的胸部非常集中`,
        modal_text: `女孩睡觉时容易受引力的影响，要记得美胸!
        因为躺着时胸部会往四面八方的力量拉扯，造成胸型位移或是不集中!造成胸部走山!
        穿着晚安内衣的时候会发现我的胸部非常集中，没有太多被拉扯的感觉，原以为这样的定型会不舒适，但出乎我意料且也不压迫，侧面聚拢包覆感很好，内衣也很有弹性，集中托高的挺胸设计真的很棒，夏天穿起来感觉也不会闷热，晚上穿睡觉顾好胸型，白天就不用担心胸型问题，而且白天也可以穿!视觉效果也很棒哦！`,
        hashtag:`#Viage #Viage内衣 #晚安立体美型内衣 #晚安内衣 #日本内衣 #集中`,
        url: 'https://www.instagram.com/p/Bw_ylqPFxPR/?utm_source=ig_web_copy_link'
    },
    {
        name: 'minny0413',
        buyid:"minny0413_buy",
        text: `穿着的感觉跟一般的内衣比起来真的很舒服欧～穿着睡觉也可以`,
        modal_text: `💜💜💜💜💜💜 嗨～相信不管是大胸女孩还是小胸女孩都会有胸形的困扰吧😣😣😣 其实只要穿对内衣 就可以让胸部变美美的唷       Viage 晚安立体美型内衣是日本品牌，在日本热销100万件，材质十分亲肤、无钢圈舒适弹性不紧绷 有四大好处 1.背肉out 2.杜绝副乳形成 3.防止下垂外扩 4.集中托高事业线 穿着的感觉跟一般的内衣比起来真的很舒服欧～ 穿着睡觉也可以🌛🌛🌛💕💕💕 快去逛逛 👉🏻 @viage_tw`,
        hashtag:"#Viage #晚安立体美型内衣 #晚安内衣 #日本内衣 #美胸捷径 #拯救下垂 #girls #xoxo #sexy #cute #bra #cup #调整型胸围 #美胸 #无钢圈内衣 #likelike #asiangirls #日系内衣 #女子力 #少女 #内在美",
        url:'https://www.instagram.com/p/BxcKWPWFsaA/?utm_source=ig_web_copy_link'
    },
    {
        name: 'verna5201011',
        buyid:"verna5201011_buy",
        text: `晚上睡觉舒服到像没穿一样，睡一觉就替你调整好胸型，真的很棒❤️❤️`,
        modal_text: `其实我是一个在家 完全不喜欢穿衣服跟内衣的人😂以前总是觉得在家舒服就好但是你们知道吗🙌🏻 女人如果年纪越来越大、穿错内衣、都会开始有副乳、下垂、没弹性的状况😭 我不喜欢穿内衣，以后可能变成高危险群🤣  其实我想说的是🎈 最近发现一个很厉害的内衣 👉🏻Viage晚安立体美型内衣👙 晚上睡觉舒服到像没穿一样 睡一觉就替你调整好胸型，真的很棒❤️❤️_ _ _✅侧边有防副乳加高设计 _✅防止胸型扁塌下垂设计 _✅伸缩性高，贴合不紧绷，舒服 _✅背面加压强化设计，背上肉肉帮你收紧 _✅下胸加压设计，将胸肉往中间集中，胸型浑圆  真的超适合我这种追求胸部舒适的人呀❤️ 其实早、晚都是可以穿的唷💋 超推荐👍🏻马上想购入第二件‼ ️ 我们一起保养胸型🎈`,
        hashtag:"#viage晚安立体美型内衣  @viage_tw  #viage #晚安立体美型内衣 #晚安内衣 #日本内衣 #美胸捷径",
        url: 'https://www.instagram.com/p/Bw6M33oljo_/?utm_source=ig_web_copy_link'
    },
    {
        name: 'Judychengla',
        buyid:"Judychengla_buy",
        text: `完整环绕整个副乳地区（嘎ㄗ窝那里），会慢慢把肉往前推，慢慢调整外扩`,
        modal_text: `赶快趁有一咪咪阳光时来拍照😝  最近的太阳好阴晴不定阿～一下子哗啦啦一下子要中暑的节奏⋯  -  今天要介绍的是 @viage_tw 的内衣  女生满怕的困扰应该是外扩或是看起来不集中，不仅夏天无法穿美美的衣服，副乳太严重也容易看起来虎背熊腰。而viage是可以在睡觉时穿的内衣，因为有完整环绕整个副乳地区（嘎ㄗ窝那里），会慢慢把肉往前推，慢慢调整外扩，  弹性很好（看图4🤦🏻‍♂️）  又加上无钢圈，所以就算睡觉时穿也很舒适。 👼🏻`,
        hashtag:"#Viage #晚安立体美型内衣 #晚安内衣 #日本内衣 #美胸捷径 #拯救下垂",
        url: 'https://www.instagram.com/p/ByCyWfAHwsI/?utm_source=ig_web_copy_link'
    },
    {
        name: 'yihan26',
        buyid:"yihan26_buy",
        text: `特殊立体弧线防止胸部下垂，腋下也有加高设计杜绝副乳！穿起来舒服又到位👍🏻所以我根本24小时都穿它啊`,
        modal_text: `一直在找弹性佳又舒适的美型内衣🤭  毕竟3年都在不停的怀孕哺乳，实在不适合穿着正统内衣！这款 #viage晚安内衣 虽然是标榜睡眠时穿的内衣！但它不仅有超强伸缩弹性还有特殊立体弧线防止胸部下垂，腋下也有加高设计杜绝副乳！穿起来舒服又到位👍🏻   所以我根本24小时都穿它啊😍`,
        hashtag:"#Viage #Viage内衣 #晚安立体美型内衣 #晚安内衣 #日本内衣 #美胸捷径 #拯救下垂",
        url: 'https://www.instagram.com/p/B1tq5j9nBrC/?utm_source=ig_web_copy_link'
    },
    {
        name: 'joeni_chiaoni',
        buyid:"joeni_chiaoni_buy",
        text: `睡觉躺下胸部也很集中不会乱跑，完全不用怕胸型睡塌掉❤️，这个晚安内衣白天也可以穿唷！不会压迫或有勒痕✅`,
        modal_text: `睡觉躺下胸部也很集中不会乱跑，完全不用怕胸型睡塌掉❤️这个晚安内衣白天也可以穿唷！不会压迫或有勒痕✅而且胸部完整包覆往前集中后看起来多一个cup！穿一整天也都能舒服自在✨晚上睡觉穿能将胸型顾好~~~白天可以让罩杯升级加分✨真的一举两得啊~~~推荐给每个女孩们，妳们都值得这一件❤️`,
        hashtag:"@viage_tw #Viage #Viage内衣 #晚安立体美型内衣 #晚安内衣 #日本内衣 #集中",
        url: 'https://www.instagram.com/p/B77z7KlHzvt/'
    },
    {
        name: 'kellymm0621',
        buyid:"kellymm0621_buy",
        text: `弹性佳还有特殊立体弧线防止睡觉时胸部的肉往腋下或背部堆积`,
        modal_text: `随着年龄的增加，觉得维持体态很重要，要来介绍一款可以睡觉时穿不会有负担，机能性高的美胸内衣 ，这次收到 #viage晚安立体美型内衣，弹性佳还有特殊立体弧线防止睡觉时胸部的肉往腋下或背部堆积，不会空杯跑位，设计上腋下有加高设计，可以杜绝副乳，睡觉时还可以维持美丽的胸型，外观好看，也可以当作外出的内搭，穿一次就爱上💕💕💕`,
        hashtag:"@viage_tw #viage晚安立体美型内衣 #Viage #Viage内衣 #晚安立体美型内衣 #晚安内衣#日本内衣 #美型捷径",
        url: 'https://www.instagram.com/p/B83WrXxHtuk/?igshid=1cjl571obg98i'
    },
    {
        name: 'yunyun.1123',
        buyid:"yunyun.1123_buy",
        text: `睡觉因为引力引响本来就很容易导致外扩，在穿了一阵子后明显感觉胸型没有在严重走位`,
        modal_text: `女孩除了脸部及身体的保养之外 常常会忘了其实胸部也是需要好好保养的 以前睡觉时我都是不穿内衣的因为很讨厌束缚感 后来渐渐的会发现胸型跑掉没那么好看 但又找不到原因蛮困扰又不知如何解决 后来有次跟朋友聊天才知道 胸型跑掉除了内衣穿法不正确之外 还有可能就是睡觉时因为没有包覆力导致胸型跑掉 但平常本来就很讨厌钢圈束缚感的我 睡觉时要我穿着内衣固定胸型根本kill me😨 才开始寻寻觅觅适合夜晚睡眠的内衣 这才认识了 #VIAGE晚安立体美型内衣 穿起来十分舒适贴合却不紧绷或不适 无钢圈但是特殊的记忆垫设计让包覆力更好 除了整体感很棒视觉效果也不错😳 睡觉因为引力引响本来就很容易导致外扩 在穿了一阵子后明显感觉胸型没有在严重走位 但是要好好调整回来还是要慢慢来 现在除了睡觉之外在家没事赖在沙发上也可以穿着完全变成我的居家睡衣了😂 女孩爱自己从头到脚都别忘记♥️`,
        hashtag:"@viage_tw #viage晚安立体美型内衣 #Viage #Viage内衣 #晚安立体美型内衣 #晚安内衣 #日本内衣 #美胸捷径",
        url: 'https://www.instagram.com/p/B62JBFLnrW_/'
    },
    {
        name: 'sxx.cn',
        buyid:"sxx.cn_buy",
        text: `现在睡觉都穿着它，消副乳效果也厉害，穿过就回不去了`,
        modal_text: `发现了一款好穿的机能性高的美胸内衣 收到 #viage晚安立体美型内衣 弹性好还有特殊立体弧线防止睡觉时胸部的肉往腋下或背部堆积，穿起来很舒服不会有负担也不会有压肩感、空杯跑位，设计上腋下有加高的设计杜绝副乳，睡觉时还可以维持美丽的胸型，现在睡觉都穿着它，消副乳效果也厉害，穿过就回不去了  😝`,
        hashtag:"#viage晚安立体美型内衣 #Viage #Viage内衣 #晚安立体美型内衣 #晚安内衣 #日本内衣 #美胸捷径",
        url: 'https://www.instagram.com/p/B60cxc3H17i/?utm_source=ig_web_copy_link'
    },
    {
        name: 'pindy_1004',
        buyid:"pindy_1004_buy",
        text: `现在都穿它运动 睡觉，比市面上的运动内衣都好穿，而且内衣还有小心机 可以遮副乳 防止副乳形成!`,
        modal_text: `@viage_tw 的产品真的很好穿 跟厂商合作之后 自己又买了一个！现在都穿它运动 睡觉 比市面上的运动内衣都好穿 而且内衣还有小心机 可以遮副乳 防止副乳形成! 重点是完全不压肩又没负担~还可以维持美丽的胸型哦~ 真的超级喜欢❤`,
        hashtag:"#Viage #晚安立体美型内衣 #晚安内衣 #日本内衣 #美胸捷径 #拯救下垂",
        url: 'https://www.instagram.com/p/B1VbY1Mnwn0/?utm_source=ig_web_copy_link'
    },
]
